Repository: snaverm/Pokemon-Go-Rocket-API
Catalog: PokemonGo-UWP/Strings/*/Pokedex.resw
Source language: en_us
Languages: de, es, fr, he, it, ja, pt_br, tr

# Arcanine.Description
source: Arcanine is known for its high speed. It is said to be capable of running over 6,200 miles in a single day and night. The fire that blazes wildly within this Pokémon’s body is its source of power.
de: Arkani ist sehr schnell. Es kann an einem Tag fast 10 000 km zurücklegen. Das Feuer, das im Innern dieses Pokémon lodert, dient ihm als Energiequelle.
es: Arcanine es conocido por lo veloz que es. Dicen que es capaz de correr 10 000 km en 24 horas. El fuego que arde con vigor en el interior de este Pokémon constituye su fuente de energía.
fr: Arcanin est célèbre pour son extraordinaire vitesse. On le dit capable de parcourir plus de 10000 km en 24 h. Le feu qui fait rage à l’intérieur du corps de ce Pokémon est la source de son pouvoir.
he: Arcanine ידועה בשל מהירותו גבוהה. הוא אמר כדי להיות מסוגל לרוץ יותר מ מ-6200 מייל יחיד יום ולילה. האש השם בפראות בתוך הגוף של פוקימון הזה הוא מקור הכוח שלו.
it: Arcanine è noto per la sua velocità. Si dice sia in grado di percorrere 10.000 km in un giorno e una notte. Il fuoco che arde indomabile nel suo corpo è fonte di forza.
ja: １００００キロの きょりを いっちゅうやで はしると いわれている かいそくの ポケモン。 たいないで もえさかる ほのおが パワーとなる。
pt_br: ARCANINE é conhecido por sua alta velocidade. Diz-se ser capaz de rodar mais de 6.200 Km's em um único dia e noite. O fogo que brilha descontroladamente dentro do corpo deste Pokémon é sua fonte de poder.
tr: Arcanine yüksek hızı ile bilinir. Söylenilenlere göre bir gün ve gecede 10.000 kilometreden daha fazla koşabilir. Bu Pokémon'un içinde yanan ateş onun güç kaynağıdır.

# Poliwag.Description
source: Poliwag has a very thin skin. It is possible to see the Pokémon’s spiral innards right through the skin. Despite its thinness, however, the skin is also very flexible. Even sharp fangs bounce right off it.
de: Quapsel hat eine sehr dünne Haut. Durch sie hindurch kann man sogar sein spiralförmiges Inneres sehen. Obwohl seine Haut so dünn ist, ist sie sehr elastisch. Selbst scharfe Reißzähne können sie nicht durchdringen.
es: Poliwag tiene una piel muy fina. Tanto que es posible entrever a través de la misma las vísceras en espiral que tiene. La piel, aunque fina, tiene la ventaja de ser flexible y hacer rebotar hasta los colmillos más afilados.
fr: Ptitard a une peau très fine. On peut même voir les entrailles en spirale de ce Pokémon à travers sa peau. Malgré sa finesse, cette peau est aussi très élastique. Même les crocs les plus acérés rebondissent dessus.
he: Poliwag יש עור דק מאוד. זה אפשרי לראות את ההתלהבות שלך ספירלה של פוקימון ישר דרך העור. למרות הרזון שלה, אולם, העור הוא גם מאוד גמיש. ניבים חדים אפילו לקפוץ ישר אותה.
it: Poliwag ha una pelle molto sottile, attraverso cui è possibile intravedere i suoi organi interni spiraliformi. Nonostante il suo esiguo spessore, la pelle è molto elastica. Anche le zanne più affilate non riescono a lacerarla.
ja: うずまき もようの ないぞうが すけてしまうほど うすい ひふだが するどい キバを はねかえす だんりょくを もっているのだ。
pt_br: Poliwag tem um pele muito fina. É possível ver suas entranhas com formato de espiral, através da sua pele. Apesar de sua magreza, contudo, sua pele também é muito flexível. Até mesmo coisas muito afiadas nao podem perfurarla.
tr: Poliwag çok ince bir deriye sahiptir. Pokémon'un spiral iç organlarını derisinden görmek mümkündür. Ancak inceliğine rağmen son derece de esnektir. Sivri dişler bile üstünden geri seker.

# Poliwhirl.Description
source: The surface of Poliwhirl’s body is always wet and slick with a slimy fluid. Because of this slippery covering, it can easily slip and slide out of the clutches of any enemy in battle.
de: Quaputzis Körper ist immer feucht und glitschig. Dadurch kann es während eines Kampfes leicht der Umklammerung eines Gegners entkommen.
es: La piel de Poliwhirl está siempre húmeda y lubricada con un fluido viscoso. Gracias a esta película resbaladiza, puede escapar de las garras del enemigo, resbalándosele de las zarpas en pleno combate.
fr: La peau de Têtarte est toujours maintenue humide par un liquide huileux. Grâce à cette protection graisseuse, il peut facilement se glisser hors de l’étreinte de n’importe quel ennemi.
he: פני השטח של הגוף של Poliwhirl הוא תמיד רטוב חלקלק עם נוזל מגעיל. בגלל קרוי חלקלק, זה יכול בקלות להחליק והחלק מתוך מציפורני כל אויב בקרב.
it: La superficie del corpo di Poliwhirl è sempre umida e unta di fluido oleoso. Grazie a questa pellicola viscida, nella lotta riesce a sfuggire agilmente alle grinfie del nemico.
ja: いつも からだの ひょうめんが えきたいで ぬるぬる ぬれているため てきに つかまっても ぬるりと すりぬけ にげる ことが できるぞ。
pt_br: A superfície do corpo do Poliwhirl esta sempre molhada e escorregadia com um líquido viscoso. Por causa desta cobertura escorregadia, ele pode facilmente escorregar e deslizar fora das garras de qualuer inimigo na batalha.
tr: Poliwhirl'ün vücudu her zaman sümüksü bir sıvı ile ıslak ve kaygandır. Bu kaygan kaplama sayesinde savaşta her rakibin ellerinden kolayca kayıp kaçabilir.

# Poliwrath.Description
source: Poliwrath’s highly developed, brawny muscles never grow fatigued, however much it exercises. It is so tirelessly strong, this Pokémon can swim back and forth across the ocean without effort.
de: Quappo besitzt hochentwickelte, starke Muskeln, die niemals ermüden. Es ist so kräftig, dass es mühelos große Ozeane durchschwimmen kann.
es: Poliwrath tiene unos músculos fornidos y muy desarrollados, por lo que nunca se agota. Es tan fuerte e incansable que cruzar el océano a nado no le supone ningún esfuerzo.
fr: Les muscles solides et surdéveloppés de Tartard ne se fatiguent jamais, quels que soient les efforts qu’il produit. Ce Pokémon est tellement endurant qu’il peut traverser un océan à la nage avec une étonnante facilité.
he: של Poliwrath מפותחות מאוד, שרירים חזקים, לעולם לא יצמח עייף, אולם כמה תרגילים. זה כל כך חזק ללא לאות, פוקימון זה לשחות אחורה וקדימה מעבר לאוקיינוס, ללא מאמץ.
it: Poliwrath è dotato di muscoli molto sviluppati e robusti. Per quanto si alleni, non si stanca mai. Questo Pokémon è così infaticabile e forte che riesce ad attraversare a nuoto interi oceani.
ja: はったつした きょうじんな きんにくは どんなに うんどうしても つかれる ことは ない。 たいへいようも かるく おうだん できるほどだ。
pt_br: Os musculosos músculos altamente desenvolvido de Poliwrath, nunca se cansam, mesmo que ele se exercite. É tão incansavelmente forte, que este Pokémon pode nadar todo o oceano sem esforço.
tr: Poliwrath'in son derece gelişmiş yumruk kasları ne kadar çalışırsa çalışsın yorulmazlar. O kadar yorulmaz ve güçlülerdir ki bu Pokémon bütün bir okyanusu yorulmadan aşıp, geri de dönebilir.

# Abra.Description
source: Abra needs to sleep for eighteen hours a day. If it doesn’t, this Pokémon loses its ability to use telekinetic powers. If it is attacked, Abra escapes using Teleport while it is still sleeping.
de: Abra braucht 18 Stunden Schlaf pro Tag, sonst verliert es die Fähigkeit, seine telekinetischen Kräfte zu nutzen. Abra flüchtet mithilfe von Teleport, schläft dabei aber weiter.
es: Abra necesita dormir 18 horas al día. Si no, pierde la habilidad que tiene de usar poderes de telequinesia. Si le atacan, Abra puede escapar usando Teletransporte mientras duerme.
fr: Abra doit dormir dix-huit heures par jour. S’il dort moins, ce Pokémon ne peut plus utiliser ses pouvoirs télékinétiques. Lorsqu’il est attaqué, Abra s’enfuit en utilisant Téléport, sans même se réveiller.
he: Abra צריך לישון במשך 18 שעות ביום. אם לא, פוקימון זה מאבד את היכולת להשתמש בכוחות טלקינטית. אם יותקף, Abra בורח באמצעות Teleport, בעוד הוא עדיין ישן.
it: Abra ha bisogno di 18 ore di sonno al giorno. In caso contrario perde le sue abilità telecinetiche. Se attaccato, Abra fugge usando Teletrasporto mentre dorme.
ja: まいにち １８じかん ねむらないと ねぶそくで ちょうのうりょくが つかえなくなってしまう。 おそわれると ねたまま テレポートで にげる。
pt_br: Abra precisa dormir para dezoito horas por dia. Se não, este Pokémon perde sua capacidade de usar poderes telecinéticos. Se é atacado, Abra escapa usando Teleporte enquanto ele ainda está dormindo.
tr: Abra günde on sekiz saat uykuya ihtiyaç duyar. Eğer yapmazsa bu Pokémon telekinetik güçlerini kullanma yetisini kaybeder. Eğer saldırılırsa Abra uyurken bile Teleport yeteneğini kullanır ve kaçar.

# Kadabra.Description
source: Kadabra holds a silver spoon in its hand. The spoon is used to amplify the alpha waves in its brain. Without the spoon, the Pokémon is said to be limited to half the usual amount of its telekinetic powers.
de: Kadabra hält einen silbernen Löffel in der Hand. Es verstärkt damit die Alphawellen in seinem Gehirn. Ohne den Löffel könnte dieses Pokémon nur die Hälfte seiner telekinetischen Kräfte nutzen.
es: Kadabra lleva siempre una cuchara de plata en la mano, que usa para amplificar las ondas alfa de su cerebro. Dicen que, sin la cuchara, sus poderes de telequinesia se reducen a la mitad.
fr: Kadabra tient une cuiller en argent dans la main. Elle est utilisée pour amplifier les ondes alpha de son cerveau. Sans elle, on raconte que ce Pokémon ne peut utiliser que la moitié de ses pouvoirs télékinétiques.
he: Kadabra מחזיקה כפית של כסף ביד שלה. הכפית משמש כדי להגביר את גלי אלפא במוח שלה. בלי הכפית, נאמר על פוקימון יוגבל ל חצי הכמות הרגילה של כוחותיה טלקינטית.
it: Kadabra tiene in mano un cucchiaio d’argento per amplificare le onde alfa nel suo cervello. Si dice che senza cucchiaio i suoi abituali poteri telecinetici siano dimezzati.
ja: ぎんの スプーンは アルファはを たかめる。 スプーンが ないと いつもの はんぶんしか ちょうのうりょくを つかえなくなると いう。
pt_br: Kadabra detém uma colher de prata em sua mão. A colher é usada para amplificar as ondas alfa do seu cérebro. Sem a colher, diz se que o Pokémon tem seus poderes telecinéticos limitado a metade da quantidade habitual.
tr: Kadabra elinde gümüş bir kaşık tutar. Bu kaşık beynindeki alfa dalgalarını arttırmasını sağlar. Söylenilenlere göre bu Pokémon, kaşıksız olduğu zamanlarda telekinetik gücünün sadece yarısına kadar ulaşabilir.

# Alakazam.Description
source: Alakazam’s brain continually grows, infinitely multiplying brain cells. This amazing brain gives this Pokémon an astoundingly high IQ of 5,000. It has a thorough memory of everything that has occurred in the world.
de: Simsalas Hirn wächst stetig weiter und seine Gehirnzellen werden unendlich vervielfacht. Durch sein verblüffendes Gehirn erreicht dieses Pokémon einen IQ von 5 000. Es erinnert sich an alles, was in der Welt passiert ist.
es: El cerebro de Alakazam siempre está creciendo y el número de neuronas no deja de aumentar. Este Pokémon tiene un cociente intelectual de 5000. Tiene archivado en su memoria todo lo que ha ocurrido en el mundo.
fr: Le cerveau d’Alakazam grossit sans arrêt, multipliant sans cesse ses cellules. Ce Pokémon a un QI incroyablement élevé, de 5000. Il peut garder en mémoire tout ce qui s’est passé dans le monde.
he: המוח של Alakazam גדל ללא הרף, עד אין קץ הכפלת תאי המוח. המוח מדהים הזה נותן פוקימון זה איי. קיו גבוה להדהים של 5000. יש זיכרון יסודית של כל מה שהתרחשה בעולם.
it: Il cervello di Alakazam cresce in continuazione, moltiplicando all’infinito le cellule cerebrali. Questo gli assegna un sorprendente QI di 5000. Ricorda nei minimi dettagli ogni evento accaduto nel mondo.
ja: むげんに ふえる のうさいぼうが ちのうしすう ５０００の スーパーずのうを つくりだした。 せかいの できごとを すべて きおくしている。
pt_br: O cérebro do Alakazam cresce continuamente, infinitamente, multiplicando as células do seu cérebro. Este incrível cérebro dá a este Pokémon um QI incrivelmente alto de 5.000. Ele tem uma memória completa, com tudo que ocorreu no mundo.
tr: Alakazam’ın beyni sonsuz çoğalan beyin hücreleri ile sürekli gelişir. Bu inanılmaz beyin bu Pokémon'un inanılmaz yüksek, 5.000 IQ'ya ulaşmasını sağlar. Bu dünyada olmuş herşeyi saklayabilen, derin bir hafızası vardır.

# Machop.Description
source: Machop exercises by hefting around a Graveler as if it were a barbell. There are some Machop that travel the world in a quest to master all kinds of martial arts.
de: Machollo trainiert, indem es ein Georok hochhebt, als wäre es eine Hantel. Es gibt auch Machollo, die durch die Welt reisen, um alle Arten der Kampfkunst zu erlernen.
es: Machop se entrena levantando Graveler a modo de pesas. Algunos de estos Pokémon viajan por todo el mundo para aprender distintos tipos de artes marciales.
fr: Machoc s’entraîne en soulevant un Gravalanch, comme s’il s’agissait d’haltères. Certains Machoc voyagent un peu partout dans le monde pour apprendre à maîtriser tous les types d’arts martiaux.
he: תרגילי Machop על ידי hefting סביב Graveler כאילו היה משקולת. ישנם כמה Machop זה לטייל בעולם בחיפוש כדי לשלוט בסוגים שונים של אומנויות לחימה
it: Machop si allena sollevando un Graveler come fosse un attrezzo ginnico. Esistono Machop che girano il mondo nel tentativo di imparare ogni tipo di arte marziale.
ja: ゴローンを もちあげて からだを きたえる。 すべての かくとうぎを マスターするために せかいじゅうを たびする ワンリキーも いる。
pt_br: O Marchop se exercita por ai , usando uma barra. Existem alguns Machops que viajam pelo mundo buscando dominar todos os tipos de artes marciais.
tr: Machop, bir Graveler'ı haltermişçesine kaldırarak antrenman yapar. Bazı Machop'lar bütün dövüş sanatlarında ustalaşmak amacıyla dünyayı dolaşırlar.

# Machoke.Description
source: Machoke undertakes bodybuilding every day even as it helps people with tough, physically demanding labor. On its days off, this Pokémon heads to the fields and mountains to exercise and train.
de: Maschock stählt seinen Körper jeden Tag, zum Beispiel indem es Menschen bei einer harten körperlichen Arbeit hilft. An seinen freien Tagen begibt es sich auf Felder und Berge, um zu trainieren.
es: Machoke realiza sesiones de culturismo todos los días. De entrenamiento le sirven también las veces que ayuda a la gente en tareas de esfuerzo físico. En sus días libres, va al campo o a la montaña para hacer más ejercicio.
fr: Machopeur pratique le body-building tous les jours, même lorsqu’il aide les gens à réaliser de durs travaux. Pendant ses congés, ce Pokémon va s’entraîner dans les champs et les montagnes.
he: Machoke מתחייב פיתוח גוף כל יום גם היא מסייעת לאנשים עם קשה, תובענית מבחינה פיזית עבודה. על הימים שבהם ראשים, זה פוקימון אל השדות ואל הרים כדי להתאמן ולהתאמן.
it: Machoke si allena ogni giorno con esercizi di body building, aiutando l’uomo nei lavori fisicamente pesanti. Nei giorni di riposo, si reca in campagna o in montagna per allenarsi ancora.
ja: にんげんの ちからしごとを てつだいながら からだを まいにち きたえている ポケモン。 やす の ひには のやまで からだを きたえる。
pt_br: Machoke faz musculação todos os dias ao mesmo tempo que ajuda as pessoas com trabalho duros e fisicamente exigentes. Em seus dias de folga, este Pokémon vai para os campos e montanhas para fazer exercício e treinar.
tr: Machoke insanlara ağır ve zor işlerde yardım etse de her gün vücut geliştirme antrenmanlarına da devam eder. Boş günlerinde tarlalara ve dağlara çıkar ve antrenman yapar.

# Machamp.Description
source: Machamp is known as the Pokémon that has mastered every kind of martial arts. If it grabs hold of the foe with its four arms, the battle is all but over. The hapless foe is thrown far over the horizon.
de: Machomei wurde berühmt, da es alle Arten der Kampfkunst beherrscht. Wenn es einen Gegner mit seinen vier Armen zu fassen gekriegt hat, ist der Kampf so gut wie vorbei. Es schleudert ihn dann nämlich weit über den Horizont hinaus.
es: Machamp es conocido como el Pokémon que domina todas las artes marciales. Si agarra a su rival con los cuatro brazos que tiene, su enemigo no tendrá nada que hacer. El pobre contrincante saldrá volando hasta perderse en el horizonte.
fr: Mackogneur est célèbre, car c’est le seul Pokémon qui a réussi à maîtriser tous les types d’arts martiaux. S’il parvient à attraper son ennemi avec ses quatre bras, il le projette par-delà l’horizon.
he: Machamp מכונה של פוקימון מי ששלט בכל סוג של אמנויות לחימה. אם זה תופס האויב עם ארבע זרועות שלה, הקרב נגמר הכל מלבד. האויב האומלל נזרק הרחק מעבר לאופק.
it: Machamp è noto per la sua maestria nella pratica di tutte le arti marziali. Se afferra il nemico con le sue quattro braccia possenti, la lotta è già decisa. Lo sventurato avversario verrà infatti scagliato ben oltre l’orizzonte.
ja: あらゆる かくとうぎを マスターした ポケモン。 ４ほんの うでで つかまれたら もう おわり。 ちへいせんの むこうまで なげとばされてしまう。
pt_br: Machamp é conhecido como o Pokémon que dominou todos os tipo de artes marciais. Se ele agarra o inimigo com seus quatro braços, a batalha acaba! O infeliz inimigo é lançado bem longe no horizonte.
tr: Machamp her türlü dövüş sanatında ustalaşmış Pokémon olarak bilinir. Eğer rakibini dört koluyla birden yakalamışsa, savaş bitmiş demektir. Çaresiz rakip ufuklara doğru uçuşa geçer.

# Bellsprout.Description
source: Bellsprout’s thin and flexible body lets it bend and sway to avoid any attack, however strong it may be. From its mouth, this Pokémon spits a corrosive fluid that melts even iron.
de: Knofensas schlanker und elastischer Körper ermöglicht es ihm, jeglichem Angriff auszuweichen, so heftig dieser auch sein mag. Dieses Pokémon spuckt eine ätzende Flüssigkeit aus, die sogar Eisen zersetzen kann.
es: Bellsprout tiene un cuerpo delgado y flexible que le permite inclinarse y balancearse para esquivar los ataques. Este Pokémon escupe por la boca un fluido corrosivo capaz de hacer que se derrita hasta el hierro.
fr: Le corps long et flexible de Chétiflor lui permet de se tordre et d’osciller pour éviter tout type d’attaque, même les plus puissantes. Ce Pokémon crache un fluide corrosif qui peut même dissoudre le fer.
he: גוף גמיש ודק של Bellsprout מאפשר זה עיקול ו סוויי כדי למנוע כל התקפה, עם זאת חזקה. זה יכול להיות. מלועו, זה פוקימון יורקת נוזל מאכל שממיסה אפילו ברזל.
it: Il corpo esile e flessibile di Bellsprout gli consente di piegarsi e oscillare per evitare ogni attacco, anche violento. Dalla bocca sputa un fluido corrosivo in grado di sciogliere anche il ferro.
ja: ほそく しなやかな からだは どんな つよい こうげきでも しなって よける ことが できる。 くちから てつも とかしてしまう えきを だす。
pt_br: O corpo fino e flexível de Bellsprout se deixa dobrar e balançar para evitar qualquer ataque, por mais forte que seja. De sua boca, este Pokémon cospe um líquido corrosivo que derrete até ferro.
tr: Bellsprout’un ince ve esnek vücudu, rahatça bükülüp sallanarak, rakip ne kadar güçlü olursa olsun, saldırılardan kaçmasını sağlar. Bu Pokémon ağzından demiri bile eriten bir sıvı tükürür.

# Weepinbell.Description
source: Weepinbell has a large hook on its rear end. At night, the Pokémon hooks on to a tree branch and goes to sleep. If it moves around in its sleep, it may wake up to find itself on the ground.
de: Ultrigaria hat einen großen Haken an seinem Hinterteil. Nachts hängt sich dieses Pokémon zum Schlafen an einen Ast. Wenn es sich im Schlaf bewegt, kann es passieren, dass es auf dem Boden wieder aufwacht.
es: Weepinbell tiene un gancho a modo de extremidad superior trasera, que usa por la noche para colgarse de una rama y echarse a dormir. Si se mueve mientras duerme, puede acabar en el suelo.
fr: Boustiflor est doté d’un gros crochet. La nuit, ce Pokémon s’accroche à une branche pour s’endormir. Quand il a un sommeil agité, il se réveille par terre.
he: Weepinbell יש קרס גדול על החלק האחורי שלה. בלילה, פוקימון ווים על ענף של עץ והולך לישון. אם זה זז בשינה שלה, זה עשוי להתעורר ולגלות עצמו על הקרקע.
it: Weepinbell è dotato di un grande uncino posteriore. Di notte lo usa per appendersi a un ramo e mettersi a dormire. Talvolta, agitandosi nel sonno, si sveglia al suolo.
ja: よるに なると おしりの フックを きの えだに ひっかけて ぶらさがり ねむりに つく。 ねぞうが わるいと あさ おっこちているよ。
pt_br: Weepinbell tem um grande gancho na sua extremidade direita. À noite, o Pokémon escala árvores e galhos para dormir. Se ele se move durante o seu sono, ele pode acordar e encontrar-se no chão.
tr: Weepinbell arka tarafında bulunan büyük bir kancaya sahiptir. Geceleri, bu Pokémon kendisini ağaç dallarına asar ve uyur. Eğer uykusunda hareket ederse uyandığında kendini yerde bulabilir.

# Victreebel.Description
source: Victreebel has a long vine that extends from its head. This vine is waved and flicked about as if it were an animal to attract prey. When an unsuspecting prey draws near, this Pokémon swallows it whole.
de: Aus Sarzenias Kopf ragt eine lange Ranke hervor, die es bewegt, als wäre sie ein kleines Lebewesen. Nähert sich ahnungslose Beute dieser Falle, verschlingt Sarzenia sie im Ganzen.
es: Victreebel tiene una enredadera que le sale de la cabeza y que agita a modo de señuelo para atraer a sus presas y así engullirlas por sorpresa cuando estas se aproximan incautas.
fr: Empiflor est doté d’une longue liane qui part de sa tête. Cette liane se balance et remue comme un animal pour attirer ses proies. Lorsque l’une d’elles s’approche un peu trop près, ce Pokémon l’avale entièrement.
he: Victreebel יש גפן ארוך המשתרע מן הראש שלה. את הצמח הוא נופף, הפילה על כאילו היה חיים כדי למשוך טרף. כאשר הטרף תמימים מתקרב, פוקימון זה בולע כל.
it: Victreebel è dotato di una lunga liana che parte dalla testa. Il Pokémon la sventola e la agita come fosse un’esca per attirare la preda. Quando la preda ignara si avvicina, il Pokémon la inghiotte in un sol boccone.
ja: あたまに ついた ながい つるを ちいさな いきものの ように うごかし えものを さそう。 ちかづいてきた ところを ぱくりと ひとの 。
pt_br: Victreebel tem um longo cipó que estende-se de sua cabeça. Esta trepadeira se move como se fosse um animal para atrair presas. Quando uma presa desavisada se aproxima, este Pokémon engole-o.
tr: Victreebel kafasından uzayan uzun bir asma dalına sahiptir. Bu asma av çekmek için sallanır ve titreşir. Kuşkulanmayan av yaklaştığında ise bu Pokémon onu tek parçada yutar.

# Tentacool.Description
source: Tentacool absorbs sunlight and refracts it using water inside its body to convert it into beam energy. This Pokémon shoots beams from the small round organ above its eyes.
de: Tentacha nimmt Sonnenlicht auf und bricht es in seinem Körper mithilfe von Wasser, um es in Strahlenenergie umzuwandeln. Dieses Pokémon verschießt Strahlen aus dem kleinen, runden Organ über seinen Augen.
es: Tentacool absorbe luz solar, la refracta a través del agua que tiene en su interior y la convierte en un rayo de energía. Este Pokémon tiene un órgano que parece de cristal sobre los ojos por el cual dispara los rayos.
fr: Grâce à l’eau de son corps, Tentacool convertit la lumière du soleil absorbée et la renvoie sous forme de rayon d’énergie. Ce Pokémon lance ces rayons par le petit organe rond situé au-dessus de ses yeux.
he: Tentacool סופג אור השמש, שובר אותו באמצעות מים בתוך הגופה כדי להמירו לאנרגיה קרן. פוקימון זה יורה קרני מן האיבר עגול קטן מעל העיניים שלה.
it: Tentacool assorbe la luce solare e la rifrange usando l’acqua che ha nel corpo per convertirla in raggi energetici. Successivamente emette questi raggi dalla piccola sfera rossa che ha sulla testa.
ja: たいようこうせんを からだの なかの すいぶんで くっせつさせて ビームの エネルギーに かえる。 すいしょうの ような めだまから はっしゃする。
pt_br: Tentacool absorve a luz solar e refrata-lo usando água dentro do seu corpo para convertê-la em um feixe de energia. Este Pokémon dispara raios de um pequeno órgão redondo acima de seus olhos.
tr: Tentacool güneş ışığını emer ve vücudunun içindeki suda kırarak ışın enerjisine çevirir. Bu Pokémon gözlerinin üzerindeki ufak yuvarlak organdan ışınlar ateşler.
